---
kind: property
id: P:Autodesk.Revit.DB.Visual.BumpMap.TextureLinkTextureTransforms
source: html/0e3f4b90-ebf3-462b-6236-3e1577cd1dba.htm
---
# Autodesk.Revit.DB.Visual.BumpMap.TextureLinkTextureTransforms Property

The property labeled "Link Transforms" from the "BumpMap" schema.

## Syntax (C#)
```csharp
public static string TextureLinkTextureTransforms { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".